[
  {
    "id": "2",
    "name": "Ismael Touré",
    "title": "Sr. Product Design Director",
    "company": "Peacock | NBCUniversal",
    "relationship": "Ismael managed Natasha directly",
    "text": "Having worked with Natasha not only made me a better leader, manager, and designer, but also a better person. We all knew she would bring much-needed change and energy to our team, but we underestimated just how much we would learn from her. Her impact was immediate. Her poise and energy are infectious. Her attention to detail, customer-first mindset, and exceptional craft are all impressive. From her human-centered approach to leadership, to her unparalleled ability to manage demanding stakeholders and aggressive timelines, Natasha is a breath of fresh air, and change agent that any organization would be lucky to have. What truly sets Natasha apart, however, is how deeply she cares, for the individuals on her team, their professional and personal growth, and for delivering products that reflect that same level of care. She is a rare combination of talent, empathy, and executional excellence.",
    "date": "2025-08-13",
    "profileUrl": "https://www.linkedin.com/in/ismael-t",
    "avatar": ""
  },
  {
    "id": "1",
    "name": "Mariana Junqueira",
    "title": "UX/UI Designer",
    "company": "Fuel Made",
    "relationship": "Mariana reported directly to Natasha",
    "text": "I had the privilege of working with Naty as my manager, and I can honestly say she is one of the most human and understanding leaders I've ever met. She always trusted her team, giving us the autonomy to make decisions and grow in our own paths. What I admire the most is how she encouraged us to explore what we truly enjoyed. At one point, I considered moving into UX Research, and she fully supported me in that journey. Even though I later realized it wasn't the right fit, she continued to welcome me back and made me feel valued in the team. Her empathy, openness, and ability to balance guidance with freedom created an environment where we could thrive both professionally and personally. I'm very grateful to have had the chance to learn from her leadership.",
    "date": "2025-09-07",
    "profileUrl": "https://www.linkedin.com/in/junqueiras",
    "avatar": ""
  },
  {
    "id": "3",
    "name": "Alexandre Hespanhol",
    "title": "Sr Product Designer",
    "company": "Fanatics",
    "relationship": "Alexandre reported directly to Natasha",
    "text": "Natasha has been a transformative leader who fundamentally reshaped how I view my career. She invested genuine effort into crafting a personalized professional growth plan for me, proactively supporting my development and aligning closely with our company's goals and opportunities. Her unwavering support and fierce advocacy for me in all contexts demonstrated incredible trust in my abilities and potential. Natasha consistently encouraged me to exceed my own expectations, strategically placing me in situations that increased my visibility and accelerated my professional growth. She uniquely balances work-life dynamics, genuinely caring about the well-being of everyone around her and fostering a healthy, motivating environment. Natasha possesses exceptional insight into career growth, professional development, and workplace dynamics. She easily identifies the strengths and areas for improvement within her team, managing and empowering us effectively to enhance our skills. Working with Natasha means enjoying full autonomy and absolute trust. Without micromanagement, she fully believes in her team's potential and execution. She is an extraordinary, empathetic, and inspiring leader.",
    "date": "2025-06-11",
    "profileUrl": "https://www.linkedin.com/in/alexandrehespanhol",
    "avatar": ""
  },
  {
    "id": "4",
    "name": "George Santana",
    "title": "Product Designer",
    "company": "BEES/AB-InBev",
    "relationship": "George reported directly to Natasha",
    "text": "I had the privilege of reporting directly to Natasha Buchler, and I can confidently say she is one of the most human-centered leaders I've worked with. Natasha deeply believes in the potential of her team, providing support and guidance to help us grow through well-structured development plans. Her communication is outstanding, and she excels at breaking down silos and fostering collaboration across teams. Natasha consistently builds connections between talents, ensuring alignment and shared success. Beyond her leadership skills, she is fun, approachable, and a joy to work with. For anyone seeking a manager who values people, promotes teamwork, and drives meaningful results, Natasha is an exceptional leader.",
    "date": "2024-09-11",
    "profileUrl": "https://www.linkedin.com/in/georgemsantana",
    "avatar": ""
  },
  {
    "id": "5",
    "name": "Leilane Gomes",
    "title": "Senior Product Designer | UX Team of one",
    "company": "Cheqpay",
    "relationship": "Leilane reported directly to Natasha",
    "text": "Ever since I met her, I could tell she was a leader who set herself apart from others. Why is that? Because she not only has a tremendous background in technical skills but can see her team as individuals. She put together a career path when she was my leader that made me evolve as a professional and also as a person. She positively reinforces and motivates the team to be aware of what they excel at and also guides and supports them to improve on where there's room for improvement. She made a lasting mark on my career and I am grateful that she saw my potential and made me believe in it.",
    "date": "2024-07-01",
    "profileUrl": "https://www.linkedin.com/in/leilane-gomes",
    "avatar": ""
  }
]
