[
  {
    "id": "2",
    "name": "Ismael Touré",
    "title": "Sr. Product Design Director",
    "company": "Peacock | NBCUniversal",
    "relationship": "Ismael gestionó a Natasha directamente",
    "text": "Trabajar con Natasha no solo me hizo un mejor líder, gerente y diseñador, sino también una mejor persona. Todos sabíamos que traería un cambio y energía muy necesarios a nuestro equipo, pero subestimamos cuánto aprenderíamos de ella. Su impacto fue inmediato. Su compostura y energía son contagiosas. Su atención al detalle, mentalidad centrada en el cliente y artesanía excepcional son impresionantes. Desde su enfoque de liderazgo centrado en el ser humano, hasta su capacidad sin igual para gestionar stakeholders exigentes y plazos agresivos, Natasha es un soplo de aire fresco y agente de cambio que cualquier organización tendría suerte de tener. Lo que realmente distingue a Natasha, sin embargo, es cuán profundamente se preocupa, por los individuos en su equipo, su crecimiento profesional y personal, y por entregar productos que reflejen ese mismo nivel de cuidado. Es una combinación rara de talento, empatía y excelencia en la ejecución.",
    "date": "2025-08-13",
    "profileUrl": "https://www.linkedin.com/in/ismael-t",
    "avatar": ""
  },
  {
    "id": "1",
    "name": "Mariana Junqueira",
    "title": "UX/UI Designer",
    "company": "Fuel Made",
    "relationship": "Mariana reportó directamente a Natasha",
    "text": "Tuve el privilegio de trabajar con Naty como mi gerente, y puedo decir honestamente que es una de las líderes más humanas y comprensivas que he conocido. Siempre confió en su equipo, dándonos la autonomía para tomar decisiones y crecer en nuestros propios caminos. Lo que más admiro es cómo nos alentó a explorar lo que realmente disfrutábamos. En un momento, consideré mudarme a UX Research, y ella me apoyó completamente en ese viaje. Aunque luego me di cuenta de que no era el ajuste correcto, continuó dándome la bienvenida y me hizo sentir valorada en el equipo. Su empatía, apertura y capacidad para equilibrar orientación con libertad crearon un entorno donde podíamos prosperar tanto profesional como personalmente. Estoy muy agradecida de haber tenido la oportunidad de aprender de su liderazgo.",
    "date": "2025-09-07",
    "profileUrl": "https://www.linkedin.com/in/junqueiras",
    "avatar": ""
  },
  {
    "id": "3",
    "name": "Alexandre Hespanhol",
    "title": "Sr Product Designer",
    "company": "Fanatics",
    "relationship": "Alexandre reportó directamente a Natasha",
    "text": "Natasha ha sido una líder transformadora que cambió fundamentalmente cómo veo mi carrera. Invirtió un esfuerzo genuino en crear un plan de crecimiento profesional personalizado para mí, apoyando proactivamente mi desarrollo y alineándose estrechamente con los objetivos y oportunidades de nuestra empresa. Su apoyo inquebrantable y defensa feroz de mí en todos los contextos demostraron una confianza increíble en mis habilidades y potencial. Natasha constantemente me alentó a superar mis propias expectativas, ubicándome estratégicamente en situaciones que aumentaron mi visibilidad y aceleraron mi crecimiento profesional. Equilibra únicamente las dinámicas de trabajo y vida, preocupándose genuinamente por el bienestar de todos a su alrededor y fomentando un ambiente saludable y motivador. Natasha posee una percepción excepcional sobre el crecimiento profesional, desarrollo profesional y dinámicas laborales. Identifica fácilmente las fortalezas y áreas de mejora dentro de su equipo, gestionándonos y empoderándonos efectivamente para mejorar nuestras habilidades. Trabajar con Natasha significa disfrutar de autonomía total y confianza absoluta. Sin microgestión, cree plenamente en el potencial y ejecución de su equipo. Es una líder extraordinaria, empática e inspiradora.",
    "date": "2025-06-11",
    "profileUrl": "https://www.linkedin.com/in/alexandrehespanhol",
    "avatar": ""
  },
  {
    "id": "4",
    "name": "George Santana",
    "title": "Product Designer",
    "company": "BEES/AB-InBev",
    "relationship": "George reportó directamente a Natasha",
    "text": "Tuve el privilegio de reportar directamente a Natasha Buchler, y puedo decir con confianza que es una de las líderes más centradas en el ser humano con las que he trabajado. Natasha cree profundamente en el potencial de su equipo, brindando apoyo y orientación para ayudarnos a crecer a través de planes de desarrollo bien estructurados. Su comunicación es sobresaliente, y se destaca en romper silos y fomentar la colaboración entre equipos. Natasha construye consistentemente conexiones entre talentos, asegurando alineación y éxito compartido. Más allá de sus habilidades de liderazgo, es divertida, accesible y un placer trabajar con ella. Para cualquiera que busque un gerente que valore a las personas, promueva el trabajo en equipo y genere resultados significativos, Natasha es una líder excepcional.",
    "date": "2024-09-11",
    "profileUrl": "https://www.linkedin.com/in/georgemsantana",
    "avatar": ""
  },
  {
    "id": "5",
    "name": "Leilane Gomes",
    "title": "Senior Product Designer | UX Team of one",
    "company": "Cheqpay",
    "relationship": "Leilane reportó directamente a Natasha",
    "text": "Desde que la conocí, pude ver que era una líder que se diferenciaba de los demás. ¿Por qué? Porque no solo tiene una trayectoria tremenda en habilidades técnicas, sino que puede ver a su equipo como individuos. Creó un plan de carrera cuando era mi líder que me hizo evolucionar como profesional y también como persona. Refuerza positivamente y motiva al equipo a ser consciente de en qué sobresalen y también los guía y apoya para mejorar donde hay espacio para mejora. Dejó una marca duradera en mi carrera y estoy agradecida de que viera mi potencial y me hiciera creer en él.",
    "date": "2024-07-01",
    "profileUrl": "https://www.linkedin.com/in/leilane-gomes",
    "avatar": ""
  }
]
