[
  {
    "id": "2",
    "name": "Ismael Touré",
    "title": "Sr. Product Design Director",
    "company": "Peacock | NBCUniversal",
    "relationship": "Ismael gerenciou Natasha diretamente",
    "text": "Trabalhar com Natasha não apenas me tornou um líder, gerente e designer melhor, mas também uma pessoa melhor. Todos sabíamos que ela traria mudanças e energia muito necessárias para nossa equipe, mas subestimamos o quanto aprenderíamos com ela. Seu impacto foi imediato. Sua postura e energia são contagiantes. Sua atenção aos detalhes, mentalidade centrada no cliente e habilidade excepcional são impressionantes. Desde sua abordagem de liderança centrada no ser humano, até sua capacidade incomparável de gerenciar stakeholders exigentes e prazos agressivos, Natasha é um sopro de ar fresco e agente de mudança que qualquer organização teria sorte de ter. O que realmente diferencia Natasha, no entanto, é o quanto ela se importa, com os indivíduos em sua equipe, seu crescimento profissional e pessoal, e em entregar produtos que reflitam esse mesmo nível de cuidado. Ela é uma combinação rara de talento, empatia e excelência na execução.",
    "date": "2025-08-13",
    "profileUrl": "https://www.linkedin.com/in/ismael-t",
    "avatar": ""
  },
  {
    "id": "1",
    "name": "Mariana Junqueira",
    "title": "UX/UI Designer",
    "company": "Fuel Made",
    "relationship": "Mariana reportou diretamente para Natasha",
    "text": "Tive o privilégio de trabalhar com a Naty como minha gerente, e posso dizer honestamente que ela é uma das líderes mais humanas e compreensivas que já conheci. Ela sempre confiou em sua equipe, nos dando autonomia para tomar decisões e crescer em nossos próprios caminhos. O que mais admiro é como ela nos encorajou a explorar o que realmente gostávamos. Em um momento, considerei me mudar para UX Research, e ela me apoiou totalmente nessa jornada. Mesmo depois de perceber que não era o ajuste certo, ela continuou me acolhendo e me fez sentir valorizada na equipe. Sua empatia, abertura e capacidade de equilibrar orientação com liberdade criaram um ambiente onde podíamos prosperar tanto profissional quanto pessoalmente. Sou muito grata por ter tido a chance de aprender com sua liderança.",
    "date": "2025-09-07",
    "profileUrl": "https://www.linkedin.com/in/junqueiras",
    "avatar": ""
  },
  {
    "id": "3",
    "name": "Alexandre Hespanhol",
    "title": "Sr Product Designer",
    "company": "Fanatics",
    "relationship": "Alexandre reportou diretamente para Natasha",
    "text": "Natasha foi uma líder transformadora que mudou fundamentalmente como vejo minha carreira. Ela investiu esforço genuíno em criar um plano de crescimento profissional personalizado para mim, apoiando proativamente meu desenvolvimento e alinhando-se de perto com os objetivos e oportunidades da nossa empresa. Seu apoio inabalável e defesa feroz de mim em todos os contextos demonstraram confiança incrívelno potencial e nas minhas habilidades. Natasha constantemente me encorajou a superar minhas próprias expectativas, me colocando estrategicamente em situações que aumentaram minha visibilidade e aceleraram meu crescimento profissional. Ela equilibra exclusivamente as dinâmicas de trabalho e vida, se preocupando genuinamente com o bem-estar de todos ao seu redor e promovendo um ambiente saudável e motivador. Natasha possui percepção excepcional sobre crescimento de carreira, desenvolvimento profissional e dinâmicas de trabalho. Ela identifica facilmente os pontos fortes e áreas de melhoria dentro de sua equipe, nos gerenciando e capacitando efetivamente para melhorar nossas habilidades. Trabalhar com Natasha significa desfrutar de autonomia total e confiança absoluta. Sem microgerenciamento, ela acredita plenamente no potencial e execução de sua equipe. Ela é uma líder extraordinária, empática e inspiradora.",
    "date": "2025-06-11",
    "profileUrl": "https://www.linkedin.com/in/alexandrehespanhol",
    "avatar": ""
  },
  {
    "id": "4",
    "name": "George Santana",
    "title": "Product Designer",
    "company": "BEES/AB-InBev",
    "relationship": "George reportou diretamente para Natasha",
    "text": "Tive o privilégio de reportar diretamente para Natasha Buchler, e posso dizer com confiança que ela é uma das líderes mais centradas no ser humano com quem trabalhei. Natasha acredita profundamente no potencial de sua equipe, fornecendo apoio e orientação para nos ajudar a crescer através de planos de desenvolvimento bem estruturados. Sua comunicação é excelente, e ela se destaca em quebrar silos e promover colaboração entre equipes. Natasha constrói consistentemente conexões entre talentos, garantindo alinhamento e sucesso compartilhado. Além de suas habilidades de liderança, ela é divertida, acessível e um prazer trabalhar com ela. Para qualquer um que procura um gerente que valoriza pessoas, promove trabalho em equipe e gera resultados significativos, Natasha é uma líder excepcional.",
    "date": "2024-09-11",
    "profileUrl": "https://www.linkedin.com/in/georgemsantana",
    "avatar": ""
  },
  {
    "id": "5",
    "name": "Leilane Gomes",
    "title": "Senior Product Designer | UX Team of one",
    "company": "Cheqpay",
    "relationship": "Leilane reportou diretamente para Natasha",
    "text": "Desde que a conheci, pude perceber que ela era uma líder que se destacava das outras. Por quê? Porque ela não apenas tem uma experiência tremenda em habilidades técnicas, mas pode ver sua equipe como indivíduos. Ela criou um plano de carreira quando era minha líder que me fez evoluir como profissional e também como pessoa. Ela reforça positivamente e motiva a equipe a estar ciente do que eles se destacam e também os orienta e apoia para melhorar onde há espaço para melhoria. Ela deixou uma marca duradoura em minha carreira e sou grata por ela ter visto meu potencial e me feito acreditar nele.",
    "date": "2024-07-01",
    "profileUrl": "https://www.linkedin.com/in/leilane-gomes",
    "avatar": ""
  }
]
